[
  {
      "id": "zendure-aio-2400",
      "name": "Zendure AIO 2400",
      "akkukapazitaet": 2400,
      "maxKapazitaet": 2400,
      "erweiterbar": false,
      "ladezyklen": 8000,
      "garantie": 10,
      "anzahlMPPT": 2,
      "maxMC4": 2,
      "maxEingang": "1200W",
      "maxEingangModule": "1560W",
      "solarErweiterbar": false,
      "mppt1A": "16A",
      "mppt1V": "60V",
      "mppt2A": "28A",
      "mppt2V": "60V",
      "mppt3A": "-",
      "mppt3V": "-",
      "mppt4A": "-",
      "mppt4V": "-",
      "gewichtAkku": "31,3kg",
      "gewichtLaderegler": "-",
      "akkuLaenge": "657",
      "akkuBreite": "427",
      "akkuHoehe": "150",
      "ladereglerLaenge": "-",
      "ladereglerBreite": "-",
      "ladereglerHoehe": "-",
      "bt": true,
      "wifi": true,
      "app": true,
      "cloud": true,
      "mqttCloud": false,
      "mqttOffline": "OpenSource",
      "heizung": true,
      "ipKlasse": 65,
      "notstrom": false,
      "maxAusgang": "-",
      "shellyPro": true,
      "wechselrichter": false,
      "bidirektional": false,
      "ladeanschluss": false,
      "homeassistent":true,
      "website": "https://www.zendure.de/products/aio-2400?srsltid=AfmBOoqiun6NcuOTSTAEX89TtOmzG38riVYkpJORKPUwajgRH46crQzN",
      "amazon": "https://amzn.to/3PZzYMU",
      "produktbeschriebung": "Der Zendure AIO 2400 ist eine kompakte und leistungsstarke Lösung, um die Energie eines Balkonkraftwerks effizient zu speichern und gezielt zu nutzen. Mit seinem aufgeräumten Design und der einfachen Nachrüstbarkeit hebt er sich klar von anderen Balkonkraftwerk Speichern ab.",
      "produktbeschriebung2": "Balkonkraftwerke boomen, denn sie lassen sich ohne große Bürokratie installieren und helfen sofort beim Stromsparen. Doch das Problem bleibt: Der erzeugte Strom ist oft genau dann verfügbar, wenn er nicht gebraucht wird – nämlich tagsüber, während viele unterwegs sind. Ohne Speicher wird die überschüssige Energie ins Netz gespeist, ohne Vergütung. Genau hier setzt der Zendure AIO 2400 an.",
      "produktbeschriebung3": "Vorteile des Zendure AIO 2400:\n- **Schick & kompakt**: Das Metallgehäuse mit vertikalen Kühlrippen sieht hochwertig aus und eignet sich perfekt für den Außenbereich (IP65).\n- **Einfache Installation & Steuerung**: Dank der Zendure-App lässt sich der Balkonspeicher ohne technisches Know-how konfigurieren und überwachen.\n- **Maximale Flexibilität**: Funktioniert mit nahezu allen Mikrowechselrichtern (z. B. Hoymiles, Enphase, APS) und PV-Panels.\n- **Effiziente Einspeisung**: Smarte Steuerung per App oder WLAN-Steckdosen passt den Stromfluss an den tatsächlichen Bedarf an.\n- **Robust & wetterfest**: Arbeitet zuverlässig bis -20 °C dank integrierter Heizung.\n- **Erweiterbar**: Bei höherem Verbrauch lassen sich mehrere Einheiten kombinieren.",
      "produktbeschriebung4": "Technische Highlights:\nDer Zendure AIO 2400 nutzt langlebige Lithium-Eisenphosphat-Akkus (LiFePO4) mit einer Kapazität von 2400 Wh und einer Lebensdauer von bis zu 8000 Ladezyklen. Zwei MPPT-Tracker ermöglichen den Anschluss von PV-Panels mit einer Gesamtleistung von 1320 bis 1560 Watt. Die Installation erfolgt wahlweise freistehend oder als Wandmontage, und der Wechselrichter wird direkt auf der Rückseite befestigt.",
      "produktbeschriebung5": "Wie funktioniert die Einspeisung?\nDie Steuerung erfolgt über die Zendure-App, mit der sich die Einspeiseleistung individuell anpassen lässt – entweder über feste Werte oder dynamisch nach Strombedarf. Wer zusätzlich eine smarte Steckdose (z. B. Shelly Plug S) nutzt, kann den Balkonkraftwerk Speicher noch intelligenter steuern, indem sich die Einspeisung automatisch an den aktuellen Verbrauch anpasst.",
      "produktbeschriebung6": "Lohnt sich der Zendure AIO 2400?\nJa, denn er steigert die Effizienz eines Balkonkraftwerks erheblich. Ohne Speicher geht ein Großteil der Energie verloren – mit dem Zendure AIO 2400 lässt sich der Eigenverbrauch deutlich optimieren. Laut Hersteller lassen sich so bis zu 640 Euro pro Jahr sparen, abhängig von Verbrauchsverhalten und Standort.",
      "produktbeschriebung7": "Preis & Alternativen:\nUrsprünglich für 1799 Euro angeboten, ist der Zendure AIO 2400 mittlerweile für 999 Euro erhältlich – ein fairer Preis für ein durchdachtes, hochwertiges System. Andere Lösungen sind oft entweder teurer, weniger flexibel oder optisch wenig ansprechend.",
      "produktbeschriebung8": "Fazit:\nDer Zendure AIO 2400 ist die beste Wahl für alle, die ihr Balkonkraftwerk effizienter machen und den Eigenverbrauch optimieren wollen. Die einfache Installation, das edle Design und die hohe Flexibilität setzen ihn klar von anderen Balkonspeichern ab. Wer eine smarte, langlebige und optisch ansprechende Lösung sucht, kommt an diesem Balkonkraftwerk Speicher kaum vorbei.",
      "asin": "B0DK4PS77F"
    },
  {
      "id": "zendure-solarflow-2000",
      "name": "Zendure SolarFlow 2000",
      "akkukapazitaet": 1920,
      "maxKapazitaet": 7680,
      "erweiterbar": true,
      "ladezyklen": 6000,
      "garantie": 10,
      "anzahlMPPT": 2,
      "maxMC4": 2,
      "maxEingang": "1800W",
      "maxEingangModule": "2400W",
      "solarErweiterbar": false,
      "mppt1A": "32A",
      "mppt1V": "60V",
      "mppt2A": "32A",
      "mppt2V": "60V",
      "mppt3A": "-",
      "mppt3V": "-",
      "mppt4A": "-",
      "mppt4V": "-",
      "gewichtAkku": "21,62kg",
      "gewichtLaderegler": "5,2kg",
      "akkuLaenge": "350",
      "akkuBreite": "200",
      "akkuHoehe": "298",
      "ladereglerLaenge": "363",
      "ladereglerBreite": "256",
      "ladereglerHoehe": "65",
      "bt": true,
      "wifi": true,
      "app": true,
      "cloud": true,
      "mqttCloud": true,
      "mqttOffline": "OpenSource",
      "heizung": false,
      "ipKlasse": 65,
      "notstrom": false,
      "maxAusgang": "-",
      "shellyPro": true,
      "wechselrichter": false,
      "bidirektional": false,
      "ladeanschluss": false,
      "homeassistent":true,
      "website": "https://www.zendure.de/products/solarflow-hub2000",
      "amazon": "https://amzn.to/4hkGU33",
      "produktbeschriebung": "Der Zendure Solarflow ist eine innovative Speicherlösung für Balkonkraftwerke. Mit einer flexiblen Batteriekapazität von 1 bis 7,6 kWh, einer maximalen Solarleistung von 2000 Watt und smarter Steuerung ermöglicht er eine effiziente Nutzung von Solarstrom – unabhängig vom Verbrauchszeitpunkt.",
      "produktbeschriebung2": "Viele Balkonkraftwerke speisen tagsüber Strom ins Netz, wenn niemand zuhause ist, um ihn zu nutzen. Der Zendure Solarflow löst dieses Problem, indem er die überschüssige Energie speichert und erst dann abgibt, wenn sie wirklich gebraucht wird – sei es abends oder nachts. Damit steigert er den Eigenverbrauch und macht das Balkonkraftwerk noch effizienter.",
      "produktbeschriebung3": "Vorteile des Zendure Solarflow:\n- **Modulares Akkusystem**: Speicher kann zwischen 1 und 7,6 kWh flexibel erweitert werden.\n- **Einfache Installation & Nachrüstung**: Plug-and-Play-System, kompatibel mit fast allen Mikrowechselrichtern.\n- **Optimale Nutzung des Solarstroms**: Steuerbare Einspeisung per App oder smarte WLAN-Steckdosen.\n- **Robust & wetterfest**: Geeignet für den Außenbereich und dank Heizfunktion auch bei Minusgraden nutzbar.\n- **Erweiterbar mit USV-Funktion**: Mit dem Ace 1500-Modul kann Solarflow auch als Notstromspeicher dienen.",
      "produktbeschriebung4": "Technische Highlights:\nDas System besteht aus einem Smart-PV-Hub, der zwischen Solarpanels und Mikrowechselrichter geschaltet wird, sowie modularen Akkus. Der PV-Hub unterstützt bis zu 2000 Watt, und die Batterien lassen sich ohne Kabel stapeln. Die Akkus sind mit einem stabilen Aluminiumgehäuse ausgestattet, wetterfest (IP65) und können in bis zu vier Modulen kombiniert werden.",
      "produktbeschriebung5": "Wie funktioniert die Einspeisung?\nDie Steuerung erfolgt über die Zendure-App, mit der sich die Einspeiseleistung individuell anpassen lässt – entweder per Zeitplan oder bedarfsgesteuert. Smarte Steckdosen mit Verbrauchsmessung können eingebunden werden, sodass sich der Solarstrom automatisch genau dann einspeist, wenn er benötigt wird.",
      "produktbeschriebung6": "Lohnt sich der Zendure Solarflow?\nDefinitiv! Wer seinen Eigenverbrauch optimieren möchte, profitiert enorm. Ohne Speicher wird der Strom verschenkt, mit dem Zendure Solarflow kann man ihn gezielt nutzen. Das steigert nicht nur die Ersparnis, sondern macht auch unabhängiger vom Stromanbieter.",
      "produktbeschriebung7": "Preis & Alternativen:\nDas Basismodell mit einer 2-kWh-Batterie kostet rund 835 Euro, während größere Varianten mit mehr Speicherkapazität teurer sind. Wer eine All-in-One-Lösung sucht, sollte sich den Zendure AIO 2400 anschauen. Für maximale Flexibilität und Erweiterbarkeit bleibt der Solarflow jedoch eine der besten Optionen für Balkonkraftwerke.",
      "produktbeschriebung8": "Fazit:\nDer Zendure Solarflow ist eine der durchdachtesten Speicherlösungen für Balkonkraftwerke. Die modulare Bauweise, smarte Steuerung und Wetterfestigkeit machen ihn zur idealen Wahl für alle, die ihren Balkonkraftwerk Speicher optimieren und noch mehr aus ihrer PV-Anlage herausholen möchten.",
      "asin": "B0D2LBDC2S"
    },
  {
    "id": "zendure-solarflow-hyper-2000",
    "name": "Zendure SolarFlow Hyper 2000",
    "akkukapazitaet": "1920",
    "maxKapazitaet": 7680,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 2,
    "maxMC4": 4,
    "maxEingang": "1800W",
    "maxEingangModule": "2400W",
    "solarErweiterbar": false,
    "mppt1A": "32A",
    "mppt1V": "55V",
    "mppt2A": "32A",
    "mppt2V": "55V",
    "mppt3A": "-",
    "mppt3V": "55V",
    "mppt4A": "-",
    "mppt4V": "55V",
    "gewichtAkku": "21,62kg",
    "gewichtLaderegler": "8,5kg",
    "akkuLaenge": "350",
    "akkuBreite": "202",
    "akkuHoehe": "78",
    "ladereglerLaenge": "363",
    "ladereglerBreite": "256",
    "ladereglerHoehe": "65",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": "-",
    "mqttOffline": "OpenSource",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": true,
    "ladeanschluss": true,
    "homeassistent":true,
    "website": "https://www.zendure.de/products/solarflow-hyper-balkonkraftwerk?variant=51973142053213&gad_source=1&gclid=Cj0KCQiA4-y8BhC3ARIsAHmjC_G23cIDZK1M0f6CW9oguni_wGI037jcGN8MbQS_CYtS5oWMTlBZPD8aAvkmEALw_wcB",
    "amazon": "https://amzn.to/40XTtvq",
    "produktbeschriebung": "Der Zendure Solarflow Hyper 2000 ist eine leistungsstarke Balkonkraftwerk Speicherlösung mit integriertem Hybrid-Wechselrichter, modular erweiterbarem Akku und smarter Steuerung. Das System ermöglicht die Speicherung von bis zu 23 kWh Solarstrom und kann sich flexibel an den tatsächlichen Verbrauch anpassen.",
    "produktbeschriebung2": "Mit dem Solarflow Hyper 2000 können Nutzer nicht nur Solarenergie speichern, sondern auch gezielt ins Hausnetz einspeisen oder den Akku direkt aus dem Netz laden. Dank der Smartmeter-Integration ist sogar eine vollständige Nulleinspeisung möglich, was den Eigenverbrauch maximiert.",
    "produktbeschriebung3": "Vorteile des Zendure Solarflow Hyper 2000:\n- **Einfache Installation & Bedienung**: Schnell aufgebaut, kein Elektriker nötig.\n- **Erweiterbarer Speicher**: Bis zu 23 kWh Kapazität durch Kombination mehrerer Einheiten.\n- **Integrierter Hybrid-Wechselrichter**: Kein externer PV-Hub oder Wechselrichter erforderlich.\n- **Dynamische Steuerung**: Smarte Einspeisung mit App-Anbindung für maximale Effizienz.\n- **Netzladefunktion**: Ermöglicht das Laden des Akkus aus dem Stromnetz bei günstigen Tarifen.\n- **Hohe Flexibilität**: Kompatibel mit verschiedenen PV-Modulen und Batterien (AB1000, AB2000).",
    "produktbeschriebung4": "Technische Highlights:\nDas System kombiniert einen leistungsfähigen Hybrid-Wechselrichter mit einer modularen Batterietechnologie. Die Akkus lassen sich kabellos stapeln, was eine saubere Optik und eine einfache Erweiterung ermöglicht. Mit vier Solarmodulen kann eine maximale Solarleistung von 2000 W erreicht werden, während bis zu 1200 W direkt ins Hausnetz eingespeist werden können.",
    "produktbeschriebung5": "Wie funktioniert die Einspeisung?\nÜber die Zendure-App lassen sich verschiedene Energiepläne festlegen, darunter eine zeitliche Steuerung, intelligente Verbrauchsanpassung und ein dynamischer Strompreis-Modus. In Kombination mit dem Shelly Smartmeter kann die Einspeisung so geregelt werden, dass kein Strom ungenutzt ins Netz abgegeben wird.",
    "produktbeschriebung6": "Lohnt sich der Zendure Solarflow Hyper 2000?\nJa, vor allem für Haushalte mit hohem Solarertrag und Bedarf an smarter Steuerung. Durch die intelligente Nutzung von Solarstrom kann die Ersparnis erheblich gesteigert werden. Laut Hersteller lassen sich durch optimal gesteuerte Einspeisung mehrere hundert Euro pro Jahr sparen.",
    "produktbeschriebung7": "Preis & Alternativen:\nDer Zendure Solarflow Hyper 2000 kostet im Basis-Set mit einer AB2000-Batterie rund 998 Euro. Wer einen größeren Speicher benötigt, kann das System modular erweitern. Alternativ bietet Zendure mit dem Solarflow und dem AIO 2400 zwei weitere leistungsfähige Balkonspeicher an, die je nach Anwendungsfall interessant sein können.",
    "produktbeschriebung8": "Fazit:\nDer Zendure Solarflow Hyper 2000 ist eine fortschrittliche Speicherlösung für Balkonkraftwerke, die durch ihr modulares Design, ihre smarte Steuerung und die hohe Effizienz überzeugt. Die Möglichkeit zur Netzladung, die Einbindung eines Smartmeters und der integrierte Wechselrichter machen ihn zu einer der besten Lösungen für moderne Balkonkraftwerk Speicher.",
      "asin": "B0D3XBH83W"
  },
{
    "id": "anker-solix-solarbank-pro-e1600",
    "name": "Anker SOLIX Solarbank Pro E1600",
    "akkukapazitaet": 1600,
    "maxKapazitaet": 9600,
    "erweiterbar": true,
    "ladezyklen": 8000,
    "garantie": 10,
    "anzahlMPPT": 4,
    "maxMC4": 4,
    "maxEingang": "2400W",
    "maxEingangModule": "2400W",
    "solarErweiterbar": false,
    "mppt1A": "16A",
    "mppt1V": "60V",
    "mppt2A": "16A",
    "mppt2V": "60V",
    "mppt3A": "16A",
    "mppt3V": "60V",
    "mppt4A": "16A",
    "mppt4V": "60V",
    "gewichtAkku": "21,8kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "420",
    "akkuBreite": "232",
    "akkuHoehe": "240",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": true,
    "maxAusgang": "1000W",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": false,
    "ladeanschluss": true,
    "homeassistent":true,
    "website": "https://www.ankersolix.com/de/products/a17c13z1",
    "amazon": "https://amzn.to/3CvjUPO",
    "produktbeschriebung": "Die Anker Solix Solarbank 2 Pro E1600 ist eine leistungsstarke Speicherlösung für Balkonkraftwerke, die mit einfacher Installation, hoher Flexibilität und intelligenter Steuerung überzeugt. Mit bis zu vier MPPT-Modulen, integriertem Wechselrichter und modularer Erweiterung auf bis zu 9,6 kWh setzt sie neue Maßstäbe für Balkonkraftwerk Speicher.",
    "produktbeschriebung2": "Im Gegensatz zum Vorgängermodell bietet die Anker Solarbank 2 Pro eine stabilere und bedarfsgerechte Einspeisung. Durch die Integration eines Wechselrichters reduziert sie den Verkabelungsaufwand erheblich und sorgt für eine saubere Installation. Zudem ermöglicht das Anker Smart Meter eine dynamische Steuerung der Einspeisung, um den Eigenverbrauch zu maximieren.",
    "produktbeschriebung3": "Vorteile der Anker Solix Solarbank 2 Pro:\n- **Vier MPPTs für maximale Effizienz**: Jede angeschlossene PV-Einheit wird separat optimiert.\n- **Einfache Installation & erweiterbarer Speicher**: Start mit 1,6 kWh, erweiterbar auf bis zu 9,6 kWh.\n- **Integrierter Wechselrichter**: Kein separater Mikrowechselrichter nötig, weniger Kabelsalat.\n- **Schuko-Steckdose mit 1000 W Ausgangsleistung**: Stromversorgung direkt aus dem Speicher.\n- **Bedarfsgerechte Einspeisung mit Smart Meter**: Passt sich automatisch an den Haushaltsverbrauch an.\n- **Wetterfest & temperaturbeständig**: Funktioniert von -20 °C bis 55 °C dank integrierter Heizung.",
    "produktbeschriebung4": "Technische Highlights:\nDas modulare System ermöglicht den Anschluss von bis zu vier Solarmodulen mit maximal 2400 W Gesamtleistung. Durch das Multi-MPPT-Design bleibt die Effizienz auch bei Verschattung einzelner Module hoch. Die stapelbaren Akkus verbinden sich kabellos, wodurch das System sehr aufgeräumt bleibt. Die Einspeisung erfolgt wahlweise über eine haushaltsübliche Schuko-Steckdose oder direkt ins Hausnetz.",
    "produktbeschriebung5": "Wie funktioniert die Einspeisung?\nDie Anker-App bietet eine intuitive Steuerung der Einspeiseleistung. Nutzer können feste Werte einstellen oder die Einspeisung bedarfsgerecht anpassen. Mit dem Anker Smart Meter kann das System den Strombedarf in Echtzeit erfassen und die Einspeisung entsprechend regulieren. Dadurch wird sichergestellt, dass möglichst wenig Solarstrom ungenutzt bleibt.",
    "produktbeschriebung6": "Lohnt sich die Anker Solix Solarbank 2 Pro?\nJa, insbesondere für Nutzer, die ihre Solarenergie effizienter nutzen möchten. Dank der Möglichkeit, die Einspeisung individuell zu steuern, kann der Eigenverbrauch deutlich erhöht werden. In Kombination mit einer guten Solarausrichtung kann das System zu erheblichen Einsparungen führen.",
    "produktbeschriebung7": "Preis & Alternativen:\nDie Anker Solix Solarbank 2 Pro startet bei etwa 1000 Euro, wobei zusätzliche Akkumodule für jeweils 599 Euro erhältlich sind. Alternativen sind die Zendure Solarflow und der Zendure AIO 2400, die ebenfalls Speicherlösungen für Balkonkraftwerke bieten, jedoch mit anderen technischen Schwerpunkten.",
    "produktbeschriebung8": "Fazit:\nDie Anker Solix Solarbank 2 Pro ist eine der besten Balkonkraftwerk Speicherlösungen auf dem Markt. Durch die Kombination aus Multi-MPPT-Technologie, integriertem Wechselrichter, modularer Erweiterbarkeit und intelligenter Steuerung bietet sie eine flexible und zukunftssichere Lösung für alle, die ihren selbst erzeugten Solarstrom optimal nutzen wollen.",
      "asin": "B0D1X82HDL"
  },
{
    "id": "anker-solix-solarbank2-e1600-plus",
    "name": "Anker SOLIX Solarbank 2 E1600 Plus",
    "akkukapazitaet": 1600,
    "maxKapazitaet": 9600,
    "erweiterbar": true,
    "ladezyklen": 8000,
    "garantie": 10,
    "anzahlMPPT": 21,
    "maxMC4": 2,
    "maxEingang": "1200W",
    "maxEingangModule": "1200W",
    "solarErweiterbar": false,
    "mppt1A": "165A",
    "mppt1V": "60V",
    "mppt2A": "16A",
    "mppt2V": "60V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "21,2kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "420",
    "akkuBreite": "232",
    "akkuHoehe": "240",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "800W",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":true,
    "website": "https://www.ankersolix.com/de/products/a17c13z1?o_2=2&s_1=&o_2_p=0&s_3=",
    "amazon": "https://amzn.to/3EiGZWq",
    "produktbeschriebung": "Die Anker Solix Solarbank ist eine preisgünstige Speicherlösung für Balkonkraftwerke, die eine einfache Installation und eine benutzerfreundliche App bietet. Mit einer Kapazität von 1,6 kWh und der Möglichkeit, zwei Einheiten zu koppeln, bietet sie eine solide Basis für Balkonkraftwerk Speicher, hat aber einige Einschränkungen.",
    "produktbeschriebung2": "Balkonkraftwerke erfreuen sich großer Beliebtheit, doch ohne Speicher geht oft viel Strom verloren. Die Anker Solix Solarbank ermöglicht es, den erzeugten Solarstrom zu speichern und gezielt ins Hausnetz einzuspeisen. Damit lässt sich der Eigenverbrauch steigern und ungenutzte Energie reduzieren.",
    "produktbeschriebung3": "Vorteile der Anker Solix Solarbank:\n- **Sehr gutes Preis-Leistungs-Verhältnis**: Günstiger als viele Konkurrenzprodukte.\n- **Einfache Installation**: Schnelle Inbetriebnahme dank Plug-and-Play-Design.\n- **Kompaktes und robustes Design**: Wetterfest nach IP65, für den Außeneinsatz geeignet.\n- **App-Steuerung**: Intuitive Bedienung zur Kontrolle von Einspeisung und Speicherstatus.",
    "produktbeschriebung4": "Technische Highlights:\nDie Anker Solix Solarbank bietet eine Kapazität von 1,6 kWh und kann mit einer zweiten Einheit auf 3,2 kWh erweitert werden. Die Einspeisung erfolgt über einen Mikrowechselrichter, der per MC4-Kabel mit der Solarbank verbunden wird. Die Speicherlösung kann mit bis zu zwei Solarmodulen gekoppelt werden, jedoch verfügt sie nur über ein MPPT-Modul, was bei Teilverschattung zu Leistungsverlusten führen kann.",
    "produktbeschriebung5": "Wie funktioniert die Einspeisung?\nDie App ermöglicht eine manuelle Steuerung der Einspeisewerte zwischen 150 und 800 Watt. Ist der Grundverbrauch des Haushalts niedriger als 150 Watt, kann überschüssige Energie nicht optimal gespeichert oder genutzt werden. Zudem kann der Speicher nicht automatisch den fehlenden Strom ausgleichen, wenn die Solarpanels weniger liefern als eingestellt.",
    "produktbeschriebung6": "Lohnt sich die Anker Solix Solarbank?\nJa, vor allem für Einsteiger, die eine kostengünstige Speicherlösung für ihr Balkonkraftwerk suchen. Allerdings gibt es Einschränkungen wie die fehlende dynamische Leistungsanpassung, das Fehlen einer API für Smart-Home-Integration und gelegentliche Leistungsschwankungen bei der Einspeisung.",
    "produktbeschriebung7": "Preis & Alternativen:\nDie Anker Solix Solarbank kostet aktuell etwa 470 Euro für die Basisversion mit 1,6 kWh. Im Set mit zwei 500-Watt-Solarmodulen liegt der Preis bei rund 1105 Euro. Alternativen wie die Zendure Solarflow bieten mehr Flexibilität, sind aber auch teurer.",
    "produktbeschriebung8": "Fazit:\nDie Anker Solix Solarbank ist eine günstige und einfach zu installierende Speicherlösung für Balkonkraftwerke, allerdings mit einigen Einschränkungen. Wer eine kostengünstige Möglichkeit sucht, überschüssigen Solarstrom zu speichern, könnte hier fündig werden. Wer jedoch eine präzisere Steuerung und bessere Smart-Home-Integration sucht, sollte Alternativen wie die Zendure Solarflow in Betracht ziehen.",
      "asin": "B0D1XMRC56"
  },
  {
    "id": "growatt-noah-2000",
    "name": "Growatt Noah 2000",
    "akkukapazitaet": 2048,
    "maxKapazitaet": 8192,
    "erweiterbar": true,
    "ladezyklen": 5000,
    "garantie": 10,
    "anzahlMPPT": 21,
    "maxMC4": 2,
    "maxEingang": "1800W",
    "maxEingangModule": "1800W",
    "solarErweiterbar": false,
    "mppt1A": "26A",
    "mppt1V": "60V",
    "mppt2A": "26A",
    "mppt2V": "60V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "25kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "400",
    "akkuBreite": "250",
    "akkuHoehe": "150",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": true,
    "app": true,
    "cloud": false,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": false,
    "ipKlasse": 66,
    "notstrom": false,
    "maxAusgang": "1000W",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":true,
    "website": "https://www.actec-solar.de/batteriespeicher/tragbare-speicher/growatt-noah-2000-plug-play-speicher-fuer-balkonkraftwerk_8856340_5118",
    "amazon": "https://amzn.to/3EuC2K1",
    "produktbeschriebung": "Der Growatt Noah 2000 Plug & Play Speicher für Balkonkraftwerke bietet eine zuverlässige Lösung zur Speicherung von Solarenergie in privaten Haushalten. Mit einer Akkukapazität von 2000 Wh ermöglicht er eine effiziente Nutzung von selbst erzeugtem Solarstrom. Dank seiner Plug & Play-Funktionalität ist die Installation denkbar einfach, was ihn ideal für den Einsatz auf Balkonen und in kleinen Solaranlagen macht. Moderne Konnektivitätsoptionen wie Bluetooth und Wi-Fi erlauben eine bequeme Überwachung und Steuerung via App. Zudem sorgt die robuste Bauweise und die IP65-Zertifizierung für optimalen Schutz vor Wasser und Staub, sodass der Speicher auch im Außenbereich zuverlässig arbeitet.",
        "asin": "B0D9HD81PD"
  },
  {
    "id": "maxxicharge-3-0",
    "name": "Maxxicharge 3.0",
    "akkukapazitaet": 3072,
    "maxKapazitaet": 49152,
    "erweiterbar": true,
    "ladezyklen": 4000,
    "garantie": 10,
    "anzahlMPPT": 1,
    "maxMC4": 2,
    "maxEingang": "3000W",
    "maxEingangModule": "2000W",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "42,3kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "350",
    "akkuBreite": "382",
    "akkuHoehe": "322",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": false,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "2000W",
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":"",
    "website": "https://maxxisun.de/produkt/maxxicharge-3-0-anthrazit/?bid=330805-84151-speicher_vergleich&adcref",
    "amazon": "-",
    "produktbeschriebung": "Es wird Zeit, DIY-Solarsysteme neu zu erfinden! MAXXICHARGE ist der einzigartige Batteriespeicher, der sich blitzschnell an den Stromverbrauch Ihres Haushalts anpasst. Mit einer internen Reaktionszeit von nur 0,4 Sekunden ist das System 7,5 Mal schneller als die gesetzliche Vorgabe für eine \"Nulleinspeisesteuerung\" – so wird Ihr Haushalt effizienter als je zuvor mit Solarstrom versorgt. Dank Plug & Play können Sie MAXXICHARGE sofort nutzen und bei Bedarf Ihr System flexibel von 800 Wp bis hin zu 48.000 Wp und von 3 kWh bis 80 kWh erweitern.\n\nWas macht MAXXICHARGE so besonders?\n1. Intelligente Nulleinspeisesteuerung\n   Der produzierte Strom wird genau dann genutzt, wenn Sie ihn benötigen. Eine interne Reaktionszeit von 0,4 Sekunden sorgt dafür, dass Ihr Batteriespeicher gezielt einspeist und Ihren Eigenverbrauch maximiert.\n\n2. Beliebige Skalierbarkeit\n   Ob 3 kWh oder 5 kWh – Sie können die verschiedenen Speichergrößen problemlos untereinander kombinieren und bis zu 16 Einheiten anbinden. Starten Sie mit einem Balkonkraftwerk und erweitern Sie es später zu einer vollwertigen PV-Anlage.\n\n3. Höchste Haltbarkeit\n   Die speziell entwickelte MAXXICHARGE-CCU (Control & Communication Unit) reguliert die Nulleinspeisung und übernimmt das intelligente Batterie- und Temperaturmanagement. Durch einen effizienten Batterieausgleichsalgorithmus werden die Zellen geschont und halten deutlich länger als in herkömmlichen Systemen.\n\n4. Langfristige Garantie & Sicherheit\n   MAXXICHARGE vereint hochwertige Komponenten mit zahlreichen Sicherheitsmechanismen und lernfähigen Algorithmen. Deshalb geben wir bis zu 10 Jahre Garantie auf alle Funktionen. Die realistische Lebensdauer der Batteriezellen kann bis zu 20 Jahre betragen – und sollte es einmal Fragen geben, stehen wir Ihnen als deutscher Hersteller gerne zur Seite.\n\nLieferumfang:\n- Bedienungsanleitung (Papierform)\n- MAXXICHARGE-Anschlusskabel (CCU oder weitere Speicher)\n- Garantieleistungen (bis zu 10 Jahre Produktgarantie)\n- Leistungsabfallgarantie (4.000 Lade-/Entladezyklen bei 90% DoD)\n\nMit MAXXICHARGE setzen Sie auf ein zukunftssicheres, effizientes und jederzeit erweiterbares Speichersystem für Ihre DIY-Solaranlage – der entscheidende Schritt in Richtung unabhängiger Stromversorgung und nachhaltiger Energiezukunft!",
          "asin": "-"
  },
  {
    "id": "maxxicharge-5-0",
    "name": "Maxxicharge 5.0",
    "akkukapazitaet": 5376,
    "maxKapazitaet": 86016,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 1,
    "maxMC4": 2,
    "maxEingang": "3000W",
    "maxEingangModule": "2000W",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "46kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "380",
    "akkuBreite": "362",
    "akkuHoehe": "404",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": false,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "1800W",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":"",
    "website": "https://maxxisun.de/produkt/maxxicharge-5-0-anthrazit/",
    "amazon": "-",
    "produktbeschriebung": "Der Maxxisun Maxxicharge 5.0 ist eine leistungsstarke und skalierbare Speicherlösung für Balkonkraftwerke. Mit einer Kapazität von 5,3 kWh pro Modul und der Möglichkeit, bis zu 16 Einheiten zu koppeln, bietet er enorme Flexibilität für Haushalte mit hohem Energiebedarf.",
    "produktbeschriebung2": "Das System setzt auf eine lüfterlose Bauweise für einen geräuschlosen Betrieb und kann dank Powerfox Poweropti oder Shelly Smart Meter den Stromverbrauch exakt messen. Dadurch wird eine Nulleinspeisung möglich, sodass überschüssiger Solarstrom nicht verschenkt wird.",
    "produktbeschriebung3": "Vorteile des Maxxisun Maxxicharge 5.0:\n- **Hohe Speicherkapazität**: Bis zu 5,3 kWh pro Einheit, erweiterbar auf 86 kWh.\n- **Modulares System**: Skalierbar von einem Balkonkraftwerk Speicher bis hin zu einem vollständigen PV-System.\n- **Kompatibel mit Smart Metern**: Funktioniert mit Powerfox Poweropti oder Shelly Smart Meter für intelligente Steuerung.\n- **Lüfterlose und leise Bauweise**: Keine störenden Geräusche im Betrieb.\n- **Hohe Leistung**: Anschluss von bis zu 3000 W PV-Leistung pro Einheit möglich.",
    "produktbeschriebung4": "Technische Highlights:\nDer Maxxicharge 5.0 besteht aus einer Central Control Unit (CCU), dem eigentlichen Speicher, einem Wechselrichter und einer smarten Verbrauchssteuerung. Er bietet 6000 Ladezyklen und eine erwartete Lebensdauer von 25 Jahren. Die Module sind stapelbar, was eine platzsparende Installation ermöglicht.",
    "produktbeschriebung5": "Wie funktioniert die Einspeisung?\nDer Speicher misst in Echtzeit den Stromverbrauch und reguliert die Einspeisung automatisch. Dadurch wird nur so viel Energie ins Hausnetz abgegeben, wie tatsächlich benötigt wird. Dank der Nulleinspeisungs-Funktion geht kein Strom verloren, und der Eigenverbrauch wird maximiert.",
    "produktbeschriebung6": "Lohnt sich der Maxxisun Maxxicharge 5.0?\nJa, vor allem für Haushalte mit hohem Energieverbrauch und einer langfristigen Investition in eine erweiterbare Speicherlösung. Das System ermöglicht maximale Autarkie und verhindert ungenutzte Einspeisung ins Netz.",
    "produktbeschriebung7": "Preis & Alternativen:\nDer Maxxicharge 5.0 ist für ca. 2879 Euro erhältlich. Alternativen wie die Zendure Hyper 2000 oder Anker Solix Solarbank 2 Pro bieten ebenfalls Speicherlösungen für Balkonkraftwerke, jedoch mit unterschiedlichen Ansätzen und Skalierbarkeiten.",
    "produktbeschriebung8": "Fazit:\nDer Maxxisun Maxxicharge 5.0 ist eine der leistungsstärksten Speicherlösungen für Balkonkraftwerke. Seine hohe Kapazität, modulare Erweiterbarkeit und intelligente Steuerung machen ihn zu einer hervorragenden Wahl für Nutzer, die eine langfristige und flexible Lösung suchen. Trotz der komplexen Installation und des hohen Preises bietet das System maximale Kontrolle über die eigene Stromerzeugung.",
      "asin": "-"
  },
  {
    "id": "ecoflow-delta-3-plus",
    "name": "EcoFlow DELTA 3 Plus",
    "akkukapazitaet": 1024,            
    "maxKapazitaet": 5000,         
    "erweiterbar": true,
    "ladezyklen": 4000,               
    "garantie": 5,                    
    "anzahlMPPT": 0,                  
    "maxMC4": 0,                      
    "maxEingang": "1800W",            
    "maxEingangModule": "1500W",      
    "solarErweiterbar": true,         
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "≤12.5kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "398",              
    "akkuBreite": "200",              
    "akkuHoehe": "284",               
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": false,
    "app": true,                      
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,                   
    "notstrom": true,                 
    "maxAusgang": "2400W",            
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":"",
    "website": "https://de.ecoflow.com/products/delta-3-series-portable-power-station?variant=53707200004431",                   
    "amazon": "https://amzn.to/3WHu4DP",
    "produktbeschriebung": "Die EcoFlow DELTA 3 Plus punktet mit der X-Stream-Technologie (2.400 W) und 1.800 W AC-Ladung. Sie bietet 1.024 Wh Kapazität, ist auf bis zu 5 kWh erweiterbar und verfügt über zahlreiche Ausgänge (insg. 11), darunter 4 AC-Ausgänge, USB-A-Schnellladungen und USB-C. Mit einer Zyklenlebensdauer von 4.000 bis 80 % sowie einer IP65-Zertifizierung ist sie robust und langlebig. Dank USV-Funktion (<10 ms) eignet sie sich auch als Notstromlösung. Integrierte App-Unterstützung (TOU/Sturmwarnung) und ein Gewicht von unter 12,5 kg machen sie zu einem vielseitigen Begleiter.",
        "asin": "B0DFPW2Y2C"
  },
  {
    "id": "ecoflow-delta-3",
    "name": "EcoFlow DELTA 3",
    "akkukapazitaet": 1024,            
    "maxKapazitaet": 5000,         
    "erweiterbar": true,
    "ladezyklen": 4000,               
    "garantie": 5,                    
    "anzahlMPPT": 0,
    "maxMC4": 0,
    "maxEingang": "1800W",            
    "maxEingangModule": "1500W",      
    "solarErweiterbar": true,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "≤12.5kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "400",              
    "akkuBreite": "300",              
    "akkuHoehe": "284",              
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": false,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": true,
    "maxAusgang": "2400W",           
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":"",
    "website": "https://de.ecoflow.com/products/delta-3-series-portable-power-station?variant=53707199873359",
    "amazon": "https://amzn.to/40VsIYu",
    "produktbeschriebung": "Die EcoFlow DELTA 3 vereint ebenfalls X-Stream-Technologie (2.400 W) und AC-Ladung (1.800 W) mit einer Kapazität von 1.024 Wh. Sie ist wie das Plus-Modell auf bis zu 5 kWh erweiterbar und bietet 4 AC-Ausgänge, 2 USB-A-Schnellladungen, 2 USB-C-Ausgänge und mehr – insgesamt 11 Anschlüsse. Ihr Lithium-Eisenphosphat-Akku (LFP) bietet 4.000 Zyklen bis 80 %. Mit IP65-Schutz, App-Steuerung und USV-Funktion eignet sich die DELTA 3 perfekt als mobile oder stationäre Stromquelle. Nettogewicht: unter 12,5 kg.",
        "asin": "B0DFPW2Y2C"
  },
  {
    "id": "ecoflow-delta-pro-3",
    "name": "EcoFlow DELTA Pro 3",
    "akkukapazitaet": 4096,              
    "maxKapazitaet": 25000,
    "erweiterbar": true,
    "ladezyklen": 4000,                  
    "garantie": 5,                       
    "anzahlMPPT": 2,                     
    "maxMC4": 2,                         
    "maxEingang": "2900W",               
    "maxEingangModule": "2600W",         
    "solarErweiterbar": true,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "51.5kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "693",                 
    "akkuBreite": "341",                 
    "akkuHoehe": "410",                  
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,                          
    "wifi": true,                        
    "app": true,                         
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": "-",                     
    "notstrom": true,                    
    "maxAusgang": "4000W (Peak 8000W)",
    "shellyPro": false,
    "wechselrichter": true,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":"",
    "website": "https://de.ecoflow.com/products/delta-pro-3-portable-power-station?variant=49424786489679",
    "amazon": "https://amzn.to/4aPyjTB",
    "produktbeschriebung": "Die EcoFlow DELTA Pro 3 bietet 4.096 Wh Kapazität und einen AC-Ausgang von bis zu 4.000 W (8.000 W Spitze). Mit zwei Solaranschlüssen (HPV/LPV) lassen sich bis zu 2.600 W Solarleistung einspeisen. Dank LFP-Akku und 4.000 Zyklen bis 80 % ist sie besonders langlebig. Sie unterstützt WLAN/Bluetooth/CAN, hat 5 AC-Ausgänge, USB-A-Schnellladungen, 12-V- und USB-C-Ausgänge (bis 100 W), sowie einen Kfz-Ladeeingang. Mit USV-Funktion, X-Boost-Unterstützung bis zu 6.000 W und der Erweiterungsmöglichkeit über zwei Zusatzbatterien eignet sich die DELTA Pro 3 optimal für Haus, Garten oder unterwegs.",
        "asin": "B0DFCCGQ6K"
  },
  {
    "id": "marstek-jupiter-c",
    "name": "Marstek JUPITER-C",
    "akkukapazitaet": 2560,
    "maxKapazitaet": 2560,
    "erweiterbar": false,
    "ladezyklen": 6000,
    "garantie": "-",
    "anzahlMPPT": 4,
    "maxMC4": 4,
    "maxEingang": "2000W",
    "maxEingangModule": "2000W",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "34 ±0.5kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "265",
    "akkuBreite": "417",
    "akkuHoehe": "228",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": false,
    "cloud": "-",
    "mqttCloud": true,
    "mqttOffline": true,
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "800W",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":true,
    "website": "https://marstek.de/products/marstek-jupiter-all-in-one-balkonkraftwerk-mit-speicher",
    "amazon": "https://amzn.to/4hj6Ego",
    "produktbeschriebung": "Der Marstek JUPITER-C ist eine All-in-One-Lösung mit 2560 Wh LiFePO4-Batterie, integriertem Wechselrichter und vier MPPT-Trackern. Er liefert bis zu 800 W AC-Ausgangsleistung bei einer hohen Batterietiefe (DoD) von 90%. Die Gesamteffizienz für die Batterieversorgung liegt bei über 96,5%. Dank IP65-Schutz, breitem Betriebstemperaturbereich und natürlicher Konvektionskühlung eignet er sich für vielfältige Einsatzbereiche. Mit 34 kg (±0,5 kg) und kompakten Maßen (265×417×228 mm) ist er zudem gut transportierbar. Unterstützt werden WLAN, Bluetooth, USB-A und RS485.",
        "asin": "B0DKFP617Q"
  },
  {
    "id": "marstek-b2500-d",
    "name": "Marstek Saturn B2500-D",
    "akkukapazitaet": 2240,
    "maxKapazitaet": 6720,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": "-",
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1000W",
    "maxEingangModule": "1000W",
    "solarErweiterbar": false,
    "mppt1A": "8,47A",
    "mppt1V": "59V",
    "mppt2A": "8,47A",
    "mppt2V": "59V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "18,7kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "299",
    "akkuBreite": "175",
    "akkuHoehe": "353",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": true,
    "app": true,
    "cloud": "-",
    "mqttCloud": true,
    "mqttOffline": true,
    "heizung": false,
    "ipKlasse": "65",
    "notstrom": false,
    "maxAusgang": "800W",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":true,
    "website": "https://marstek.de/products/marstek-saturn-b2500-d-speicher-fur-balkonkraftwerk",
    "amazon": "https://amzn.to/3WJpbdc",
    "produktbeschriebung": "Das Marstek Saturn B2500-D Speichermodul liefert 2240 Wh (LiFePO4) und erreicht über 6000 Zyklen bis zu 80% Restkapazität. Dank Dual-MPPT (500W×2) können bis zu 1000 W an Solarleistung eingespeist werden, während auf der Ausgangsseite 400W×2 (max. 800 W) zur Verfügung stehen. Das System unterstützt bis zu zwei zusätzliche Batterien vom Typ Marstek P2500, Bluetooth 5.2 und 2,4-GHz-WLAN. Mit 20 ±0,5 kg und kompakten Maßen (353×299×175 mm) ist es vielseitig einsetzbar und eignet sich ideal als nachhaltige Speichererweiterung für Balkonkraftwerke.",
     "asin": "B0DKFR7SKJ"
  },
  {
    "id": "hoymiles-ms-a2",
    "name": "Hoymiles MS-A2",
    "akkukapazitaet": 2240,
    "maxKapazitaet": 4480,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": "10",
    "anzahlMPPT": 0,
    "maxMC4": 0,
    "maxEingang": "1800W",
    "maxEingangModule": "-",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "32kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "455",
    "akkuBreite": "220",
    "akkuHoehe": "457",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": true,
    "maxAusgang": "800W",
    "shellyPro": false,
    "wechselrichter": true,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":true,
    "website": "https://www.hoymiles.com/de/ms-a2",
    "amazon": "https://amzn.to/4jD2X6H",
    "produktbeschriebung": "Der Hoymiles MS-A2 ist ein leistungsstarker AC-gekoppelter Stromspeicher mit 2,24 kWh Kapazität. Dank einfacher Schuko-Verbindung eignet er sich perfekt als Nachrüstlösung für ein Balkonkraftwerk, kann aber auch eigenständig zur Optimierung dynamischer Stromtarife genutzt werden.",
    "produktbeschriebung2": "Die AC-Koppelung macht den MS-A2 mit nahezu allen Mikro-Wechselrichtern kompatibel. In Verbindung mit einem Shelly Pro 3EM ermöglicht er eine präzise Nulleinspeisung, sodass kein Strom verschenkt wird. Eine integrierte Heizfunktion sorgt für den sicheren Betrieb auch in kalten Monaten.",
    "produktbeschriebung3": "Vorteile des Hoymiles MS-A2:\n- **Einfache Installation**: Direkter Anschluss per Schuko-Stecker.\n- **Kompatibilität**: Funktioniert mit nahezu allen einphasigen Mikro-Wechselrichtern bis 1800 W.\n- **Dynamische Nutzung**: Netzstromladung möglich, um bei günstigen Tarifen Energie zu speichern.\n- **Nulleinspeisung**: In Verbindung mit Shelly Pro 3EM passt der Speicher die Einspeisung exakt dem Verbrauch an.\n- **Langlebige LiFePO4-Technologie**: Nach 6000 Ladezyklen noch 80 % Kapazität.",
    "produktbeschriebung4": "Wie funktioniert der Hoymiles MS-A2?\nDer Speicher lädt sich entweder durch das Balkonkraftwerk oder direkt aus dem Stromnetz auf. Mit einer Einspeiseleistung von bis zu 1000 W versorgt er Verbraucher auch im Offgrid-Betrieb. Ist die Batterie voll, leitet er überschüssige Energie mit bis zu 800 W ins Hausnetz.",
    "produktbeschriebung5": "Lohnt sich der Hoymiles MS-A2?\nDer Speicher rechnet sich besonders bei einer Solarleistung von 2000 W oder höher. Die Kombination mit einem dynamischen Stromtarif kann sich lohnen, sofern die Preisunterschiede groß genug sind, um Umwandlungsverluste von etwa 15 % auszugleichen.",
    "produktbeschriebung6": "Preis & Alternativen:\nDer Hoymiles MS-A2 ist für ca. 999 Euro erhältlich. Er kann mit zwei Einheiten auf 4,48 kWh erweitert werden. Alternativen sind der Zendure Solarflow oder der Anker Solix Solarbank 2 Pro mit verschiedenen Koppelungsarten und Speichergrößen.",
    "produktbeschriebung7": "Fazit:\nDer Hoymiles MS-A2 ist eine hervorragende Wahl für Balkonkraftwerk-Besitzer, die eine einfache Nachrüstlösung suchen. Seine starke Kompatibilität, intelligente Nulleinspeisung und flexible Nutzungsmöglichkeiten machen ihn zu einem der besten AC-gekoppelten Speicher am Markt. Wer maximale Autarkie anstrebt, sollte die Kombination mit einem Shelly Smart Meter in Betracht ziehen.",
      "asin": "B0DKPG2GKF"
  },
  {
    "id": "sunlit-bk-215",
    "name": "Sunlit BK215",
    "akkukapazitaet": 2150,
    "maxKapazitaet": 8600,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 3,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1600W",
    "maxEingangModule": "1600W",
    "solarErweiterbar": "3x800W",
    "mppt1A": "20A",
    "mppt1V": "80V",
    "mppt2A": "20A",
    "mppt2V": "80V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "31kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "479",
    "akkuBreite": "289",
    "akkuHoehe": "261",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": false,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":"",
    "website": "https://www.sunlitsolar.de/details-balkonkraftwerkspeicher-bk215-b215",
    "amazon": "https://amzn.to/3EuC2K1",
    "produktbeschriebung": "Der SunlitSolar Balkonkraftwerkspeicher BK215 bietet eine zuverlässige 2150 Wh Speicherkapazität und ermöglicht eine maximale Ausgangsleistung von 800 W. Mit einer Lebensdauer von über 6000 Ladezyklen und einer 10-jährigen Garantie ist er ideal für langfristige Energielösungen. Dank der LiFePO4-Technologie bietet der BK215 eine hohe Sicherheit und Effizienz. Die Integration von Bluetooth, WLAN und einer App-Steuerung ermöglicht eine einfache Überwachung und Steuerung des Systems. Mit kompakten Maßen (360×280×160 mm) und einem Gewicht von nur 22 kg lässt sich der Speicher flexibel einsetzen. Schutzklasse IP65 macht ihn robust gegen Witterungseinflüsse, ideal für den Einsatz im Freien oder in Innenräumen.",
        "asin": "B0D6GRTJ11"
  },
  {
    "id": "bigblue-powerfree-h1",
    "name": "BigBlue POWAFREE H1",
    "akkukapazitaet": 2560,
    "maxKapazitaet": 2560,
    "erweiterbar": false,
    "ladezyklen": "-",
    "garantie": 10,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "800W",
    "maxEingangModule": "800W",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "65V",
    "mppt2A": "-",
    "mppt2V": "65V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "30kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "440",
    "akkuBreite": "140",
    "akkuHoehe": "565",
    "ladereglerLaenge": "326,7",
    "ladereglerBreite": "199",
    "ladereglerHoehe": "43,4",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": true,
    "ipKlasse": 67,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":false,
    "website": "https://de.bigblue-tech.com/en-eu/products/powafree-balcony-solar-de?variant=43187413090475",
    "amazon": "-",
    "produktbeschriebung": "Die Powafree Solarspeicherlösung von Big Blue Energy ist eine kostengünstige Möglichkeit, überschüssigen Solarstrom aus Balkonkraftwerken zu speichern und zu nutzen. Mit einer Kapazität von 2,56 kWh und wetterfestem Design bis -20°C bietet Powafree eine ideale Ergänzung für kleinere Solaranlagen.",
    "produktbeschriebung2": "Powafree ist besonders einfach zu installieren und funktioniert auch in kalten Monaten. Der Speicher ist mit einem PV-Route 800 Steuergerät ausgestattet, das die Einspeisung regelt. Die Lade- und Entladefunktion ist in einem Temperaturbereich von -20 °C bis +45 °C möglich.",
    "produktbeschriebung3": "Vorteile des Powafree Stromspeichers:\n- **Preiswert**: Eine kostengünstige Lösung mit einem Preis von 853 Euro.\n- **Einfach zu installieren**: Schneller Anschluss an ein bestehendes Balkonkraftwerk.\n- **Einspeisung anpassen**: Möglichkeit zur Steuerung der Einspeiseleistung in 50-Watt-Schritten.\n- **Wetterfest**: Funktioniert auch bei Minustemperaturen und ist nach IP65 zertifiziert.",
    "produktbeschriebung4": "Wie funktioniert der Powafree Speicher?\nDer Powafree Speicher besteht aus einem PV-Route 800 Steuergerät und einem 2,56 kWh fassenden Akku (Cell-Pack 2500). Er ermöglicht die Speicherung von Solarstrom, den man dann in den Abendstunden für den Eigenverbrauch nutzt, anstatt ihn kostenlos ins Netz abzugeben.",
    "produktbeschriebung5": "Wie gut funktioniert die Powafree Speicherlösung?\nDie Lösung funktioniert hervorragend in Kombination mit einem Balkonkraftwerk. Die integrierte App erlaubt es den Nutzern, die Einspeiseleistung je nach Bedarf in drei Szenarien anzupassen. Ein hoher Eigenverbrauch ist so problemlos möglich.",
    "produktbeschriebung6": "Preis & Alternativen:\nDer Powafree Speicher kostet aktuell 853 Euro für die Basisversion und ist damit eine der günstigeren Optionen. Wer mehr Speicher benötigt, kann das Set auch mit Solarpanels für 1090 bis 1530 Euro erwerben. Für dynamische Einspeisungslösungen gibt es jedoch teurere Alternativen wie Zendure oder Ecoflow.",
    "produktbeschriebung7": "Fazit:\nPowafree bietet eine einfache, kostengünstige Lösung zur Maximierung des Eigenverbrauchs von Balkonkraftwerken. Auch bei Minustemperaturen bleibt der Speicher funktionsfähig. Zwar fehlt eine dynamische Anpassung der Einspeisung an den aktuellen Stromverbrauch, aber für viele Nutzer stellt Powafree dennoch eine wertvolle Erweiterung dar, um überschüssige Energie zu speichern und zu nutzen.",
      "asin": "-"
  },
  {
    "id": "xoro-solar-sps-1024",
    "name": "XORO SOLAR SPS 1024",
    "akkukapazitaet": 1024,
    "maxKapazitaet": 5120,
    "erweiterbar": true,
    "ladezyklen": "6000",
    "garantie": 5,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1200W",
    "maxEingangModule": "1200W",
    "solarErweiterbar": false,
    "mppt1A": "15A",
    "mppt1V": "55V",
    "mppt2A": "15A",
    "mppt2V": "55V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "11,6kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "455",
    "akkuBreite": "220",
    "akkuHoehe": "457",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": false,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":false,
    "website": "https://www.xoro.de/produkte/details/xoro-solar-sps-1024-wh/",
    "amazon": "https://amzn.to/40Zhgeu",
    "produktbeschriebung": "Das XORO SOLAR SPS 1024 Wh ist ein leistungsstarker und kompakter Balkonkraftwerkspeicher, der eine zuverlässige Energiespeicherung für Photovoltaikanlagen bietet. Mit einer Kapazität von 1024 Wh ermöglicht er eine effiziente Nutzung von Solarstrom, um den Eigenverbrauch zu maximieren. Die moderne Lithium-Eisenphosphat-Technologie (LiFePO4) sorgt für eine lange Lebensdauer und hohe Sicherheit. Dank der einfachen Installation und smarten Steuerungslösungen lässt sich das System problemlos in bestehende Solaranlagen integrieren. Perfekt für Haushalte, die ihre Stromkosten senken und nachhaltige Energie effizient nutzen möchten.",
        "asin": "B0DJ2SCTQL"
  },
  {
    "id": "xoro-solar-sps-2155",
    "name": "XORO SOLAR SPS 2155",
    "akkukapazitaet": 2016,
    "maxKapazitaet": 2016,
    "erweiterbar": false,
    "ladezyklen": "6000",
    "garantie": 5,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1500W",
    "maxEingangModule": "1500W",
    "solarErweiterbar": false,
    "mppt1A": "20A",
    "mppt1V": "60V",
    "mppt2A": "20A",
    "mppt2V": "60V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "23,6kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "325",
    "akkuBreite": "185",
    "akkuHoehe": "413",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": true,
    "app": true,
    "cloud": false,
    "mqttCloud": false,
    "mqttOffline": false,
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent":false,
    "website": "https://www.xoro.de/produkte/details/xoro-solar-sps-2155/",
    "amazon": "https://amzn.to/40ZhjXI",
    "produktbeschriebung": "Das XORO SOLAR SPS 2155 ist ein leistungsstarker Balkonkraftwerkspeicher mit einer Kapazität von 2155 Wh, der eine effiziente Nutzung von Solarstrom ermöglicht. Ausgestattet mit moderner Lithium-Eisenphosphat-Technologie (LiFePO4) bietet er eine lange Lebensdauer und hohe Sicherheit. Der Speicher optimiert den Eigenverbrauch von Solarenergie und reduziert die Abhängigkeit vom Stromnetz. Dank seiner kompakten Bauweise und einfachen Integration ist er ideal für Balkonkraftwerke und kleinere Photovoltaikanlagen. Perfekt für alle, die nachhaltige Energie effizient nutzen und ihre Stromkosten senken möchten.",
        "asin": "B0DJ1GGTJ5"
  },
  {
    "id": "vitapower-vt1000",
    "name": "AlphaESS VitaPower 1000",
    "akkukapazitaet": 1024,
    "maxKapazitaet": 1024,
    "erweiterbar": false,
    "ladezyklen": 6000,
    "garantie": 5,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1200W",
    "maxEingangModule": "1200W",
    "solarErweiterbar": true,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "18,3kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "430",
    "akkuBreite": "210",
    "akkuHoehe": "323",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": true,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "800W",
    "shellyPro": false,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent": true,
    "website": "https://store.ostrom.de/products/alphaess-vitapower-balkonkraftwerk-speicher-2-6-kwh",
    "amazon": "-",
    "produktbeschriebung": "Die Powafree Solarspeicherlösung von Big Blue Energy ist eine kostengünstige Möglichkeit, überschüssigen Solarstrom aus Balkonkraftwerken zu speichern und zu nutzen. Mit einer Kapazität von 2,56 kWh und wetterfestem Design bis -20°C bietet Powafree eine ideale Ergänzung für kleinere Solaranlagen.",
    "produktbeschriebung2": "Powafree ist besonders einfach zu installieren und funktioniert auch in kalten Monaten. Der Speicher ist mit einem PV-Route 800 Steuergerät ausgestattet, das die Einspeisung regelt. Die Lade- und Entladefunktion ist in einem Temperaturbereich von -20 °C bis +45 °C möglich.",
    "produktbeschriebung3": "Vorteile des Powafree Stromspeichers:\n- **Preiswert**: Eine kostengünstige Lösung mit einem Preis von 853 Euro.\n- **Einfach zu installieren**: Schneller Anschluss an ein bestehendes Balkonkraftwerk.\n- **Einspeisung anpassen**: Möglichkeit zur Steuerung der Einspeiseleistung in 50-Watt-Schritten.\n- **Wetterfest**: Funktioniert auch bei Minustemperaturen und ist nach IP65 zertifiziert.",
    "produktbeschriebung4": "Wie funktioniert der Powafree Speicher?\nDer Powafree Speicher besteht aus einem PV-Route 800 Steuergerät und einem 2,56 kWh fassenden Akku (Cell-Pack 2500). Er ermöglicht die Speicherung von Solarstrom, den man dann in den Abendstunden für den Eigenverbrauch nutzt, anstatt ihn kostenlos ins Netz abzugeben.",
    "produktbeschriebung5": "Wie gut funktioniert die Powafree Speicherlösung?\nDie Lösung funktioniert hervorragend in Kombination mit einem Balkonkraftwerk. Die integrierte App erlaubt es den Nutzern, die Einspeiseleistung je nach Bedarf in drei Szenarien anzupassen. Ein hoher Eigenverbrauch ist so problemlos möglich.",
    "produktbeschriebung6": "Preis & Alternativen:\nDer Powafree Speicher kostet aktuell 853 Euro für die Basisversion und ist damit eine der günstigeren Optionen. Wer mehr Speicher benötigt, kann das Set auch mit Solarpanels für 1090 bis 1530 Euro erwerben. Für dynamische Einspeisungslösungen gibt es jedoch teurere Alternativen wie Zendure oder Ecoflow.",
    "produktbeschriebung7": "Fazit:\nPowafree bietet eine einfache, kostengünstige Lösung zur Maximierung des Eigenverbrauchs von Balkonkraftwerken. Auch bei Minustemperaturen bleibt der Speicher funktionsfähig. Zwar fehlt eine dynamische Anpassung der Einspeisung an den aktuellen Stromverbrauch, aber für viele Nutzer stellt Powafree dennoch eine wertvolle Erweiterung dar, um überschüssige Energie zu speichern und zu nutzen.",
      "asin": "-"
  },
  {
    "id": "zendure-ab2000",
    "name": "Zendure AB2000",
    "akkukapazitaet": 1920,
    "maxKapazitaet": 7680,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1800W",
    "maxEingangModule": "1800W",
    "solarErweiterbar": false,
    "mppt1A": "32A",
    "mppt1V": "60V",
    "mppt2A": "32A",
    "mppt2V": "60V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "22kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "350",
    "akkuBreite": "200",
    "akkuHoehe": "298",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": true,
    "mqttOffline": "OpenSource",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent": true,
    "website": "https://www.zendure.de/products/solarflow-hyper-balkonkraftwerk?variant=51973141725533",
    "amazon": "https://amzn.to/40XNDKq",
    "produktbeschriebung": "Der Zendure AB2000 überzeugt mit einer Akkukapazität von 1920 Wh, hoher Langlebigkeit und moderner Konnektivität. Mit zwei MPPT-Trackern und einem robusten Design ist dieser Speicher ideal für den Eigenverbrauch in Balkonkraftwerken geeignet.",
        "asin": "B0CW1MY4PF"
  },
  {
    "id": "zendure-ab2000s",
    "name": "Zendure AB2000S",
    "akkukapazitaet": 1920,
    "maxKapazitaet": 7680,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 2,
    "maxMC4": 2,
    "maxEingang": "1800W",
    "maxEingangModule": "1800W",
    "solarErweiterbar": false,
    "mppt1A": "32A",
    "mppt1V": "60V",
    "mppt2A": "32A",
    "mppt2V": "60V",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "22kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "350",
    "akkuBreite": "200",
    "akkuHoehe": "298",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": true,
    "mqttOffline": "OpenSource",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "-",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent": true,
    "website": "https://www.zendure.de/ab2000s",
    "amazon": "https://amzn.to/3CCJORI",
    "produktbeschriebung": "Der Zendure AB2000S bietet vergleichbare Leistungsdaten wie das AB2000, setzt aber zusätzliche Akzente im Design und der Konnektivität. Mit 1920 Wh Akkukapazität und zwei MPPT-Trackern ist er eine ideale Lösung für moderne Balkonkraftwerke.",
        "asin": "B0DCNWC7M8"
  },
  {
    "id": "solmate-maxxicharge-1-5",
    "name": "Solmate Maxxicharge 1.5",
    "akkukapazitaet": 1536,
    "maxKapazitaet": 6144,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 1,
    "maxMC4": 2,
    "maxEingang": "1200W",
    "maxEingangModule": "1200W",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "21,3kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "380",
    "akkuBreite": "362",
    "akkuHoehe": "252",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": false,
    "wifi": false,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": false,
    "ipKlasse": 65,
    "notstrom": false,
    "maxAusgang": "800W",
    "shellyPro": true,
    "wechselrichter": false,
    "bidirektional": false,
    "ladeanschluss": false,
    "homeassistent": false,
    "website": "-",
    "amazon": "-",
    "produktbeschriebung": "Der Solmate Maxxicharge 1.5 ist ein innovativer Speicher mit einer Nennkapazität von 1536 Wh. Dank kompakter Bauweise und einfacher Erweiterungsmöglichkeiten eignet sich der Speicher ideal für Balkonkraftwerke, bei denen Effizienz und Zuverlässigkeit im Vordergrund stehen.",
        "asin": "-"
  },
  {
    "id": "growatt-nexa-2000",
    "name": "Growatt Nexa 2000",
    "akkukapazitaet": 2048,
    "maxKapazitaet": 8172,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 4,
    "maxMC4": 1,
    "maxEingang": "2000W",
    "maxEingangModule": "2600W",
    "solarErweiterbar": false,
    "mppt1A": "-",
    "mppt1V": "-",
    "mppt2A": "-",
    "mppt2V": "-",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "20kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "406",
    "akkuBreite": "270",
    "akkuHoehe": "235",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": "-",
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": true,
    "ipKlasse": 66,
    "notstrom": false,
    "maxAusgang": "800W",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": false,
    "ladeanschluss": true,
    "homeassistent": "-",
    "website": "https://en.growatt.com/products/nexa-2000-battery",
    "amazon": "-",
    "produktbeschriebung": "Der Growatt NEXA 2000 ist ein fortschrittliches All-in-One-Balkonkraftwerk das entwickelt wurde um die Nutzung von Solarenergie in städtischen Umgebungen zu maximieren mit einer Speicherkapazität von 2 kWh und einer Ausgangsleistung von 800 W bietet dieses System eine effiziente Lösung für Haushalte die ihre Energiekosten senken und ihre Unabhängigkeit vom Stromnetz erhöhen möchten.",
    "produktbeschriebung2": "Ausgestattet mit vier MPPT-Kanälen kann der NEXA 2000 bis zu 2,6 kW Solarenergie aufnehmen was eine optimale Energieausbeute selbst bei unterschiedlichen Dachausrichtungen ermöglicht die Basiskapazität von 2 kWh kann flexibel auf bis zu 8 kWh erweitert werden indem zusätzliche Batteriemodule hinzugefügt werden.",
    "produktbeschriebung3": "Dank der IP66-Zertifizierung ist das System gegen Staub und Wasser geschützt und kann in einem Temperaturbereich von -20°C bis 55°C betrieben werden eine integrierte Heizfunktion ermöglicht den Betrieb auch bei extremen Kältebedingungen wodurch der Speicher jederzeit zuverlässig arbeitet.",
    "produktbeschriebung4": "Das Plug-and-Play-Design ermöglicht eine schnelle Installation innerhalb von Minuten über die Growatt-App können Nutzer ihre Energieproduktion und -nutzung in Echtzeit überwachen und steuern was eine einfache und effiziente Verwaltung des Systems ermöglicht.",
    "produktbeschriebung5": "Der Einsatz von LiFePO4-Batterien gewährleistet eine hohe Lebensdauer von über 6000 Ladezyklen und bietet eine Garantie von 10 Jahren das macht den Growatt NEXA 2000 zu einer langfristig zuverlässigen und sicheren Investition für Eigenheimbesitzer und Mieter.",
    "produktbeschriebung6": "Erste Tests des NEXA 2000 zeigen positive Ergebnisse die Shinetech New Energy GmbH berichtete in einem kürzlich veröffentlichten Video über eine erfolgreiche Inbetriebnahme des Systems selbst bei widrigen Wetterbedingungen das Video bietet einen detaillierten Einblick in die Funktionen und die Leistungsfähigkeit des NEXA 2000.",
    "produktbeschriebung7": "Mit dem Growatt NEXA 2000 erhalten Nutzer eine zuverlässige und effiziente Lösung um Solarenergie direkt auf dem Balkon zu speichern und zu nutzen was zu einer Reduzierung der Stromkosten und einer erhöhten Energieautonomie führt das macht den Speicher besonders attraktiv für Haushalte die ihren Eigenverbrauch optimieren möchten.",
    "produktbeschriebung8": "Für weitere Informationen und detaillierte Spezifikationen besuchen Sie die offizielle Produktseite von Growatt dort finden sich weitere Details zu den technischen Spezifikationen sowie aktuelle Nutzererfahrungen und Testberichte.",
    "asin": "-"
  },
  {
    "id": "anker-solarbank-2-e1600-ac",
    "name": "Anker Solarbank 2 E1600 AC",
    "akkukapazitaet": 1600,
    "maxKapazitaet": 9600,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 2,
    "maxMC4": 1,
    "maxEingang": "2000W",
    "maxEingangModule": "1200W",
    "solarErweiterbar": true,
    "mppt1A": "16A",
    "mppt1V": "16-60VDC",
    "mppt2A": "16A",
    "mppt2V": "16-60VDC",
    "mppt3A": "-",
    "mppt3V": "-",
    "mppt4A": "-",
    "mppt4V": "-",
    "gewichtAkku": "22kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "460",
    "akkuBreite": "249",
    "akkuHoehe": "254",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": "-",
    "mqttOffline": "-",
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": true,
    "maxAusgang": "800W",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": true,
    "ladeanschluss": true,
    "homeassistent": "-",
    "website": "https://www.ankersolix.com/de/products/a17c2?ref=naviMenu_pps&s_1=A17C23Z1-DE-PPS&o_c=de",
    "amazon": "https://amzn.to/3FWF4aL",
    "produktbeschriebung": "Die Anker SOLIX Solarbank 2 E1600 AC ist eine innovative Lösung zur Nachrüstung von Balkonkraftwerken mit AC-Kopplung. Mit einer Speicherkapazität von 1600Wh, einem netzgekoppelten AC-Ausgang von 800W und einer IP65-Schutzklasse bietet sie eine zuverlässige Möglichkeit zur Energieeinsparung.",
    "produktbeschriebung2": "Das System unterstützt bis zu 2 MPPT mit einer maximalen PV-Eingangsleistung von 1200W, wodurch eine effiziente Nutzung der Solarenergie ermöglicht wird. Dank bidirektionalem Laden kann die Solarbank 2 AC sowohl Energie aus dem Netz speichern als auch überschüssigen Strom einspeisen.",
    "produktbeschriebung3": "Die Anker SOLIX App ermöglicht eine intelligente Steuerung und Überwachung der Solarbank. Durch den Einsatz eines intelligenten Zählers kann die Leistung des Systems optimiert und Energieverluste minimiert werden.",
    "produktbeschriebung4": "Mit einer Lebensdauer von bis zu 15 Jahren und über 6000 Ladezyklen ist die Solarbank eine langfristige Investition. Die Erweiterungsmöglichkeit auf bis zu 9600Wh macht sie besonders flexibel einsetzbar.",
    "produktbeschriebung5": "Dank der einfachen Plug-and-Play-Installation kann die Solarbank in wenigen Minuten in Betrieb genommen werden. Sie ist kompatibel mit Standard-Mikrowechselrichtern bis 800W, was sie ideal für deutsche Vorschriften macht.",
    "produktbeschriebung6": "Durch die intelligente Steuerung kann die Solarbank den Haushaltsstromverbrauch optimieren und überschüssige Energie gezielt nutzen, wodurch bis zu 97% Eigenverbrauch erreicht werden können.",
    "produktbeschriebung7": "Für weitere Informationen und technische Details besuchen Sie die offizielle Anker SOLIX Produktseite.",
    "produktbeschriebung8": "Die Solarbank 2 AC ist die ideale Lösung für Haushalte, die ihre Stromkosten senken und ihre Energieautonomie erhöhen möchten. Sie bietet modernste Technologie in einem kompakten und wetterfesten Design.",
    "asin": "-"
  },
  {
    "id": "anker-solix-solarbank-3-e2700-pro",
    "name": "Anker Solix Solarbank 3 E2700 Pro",
    "akkukapazitaet": 2688,
    "maxKapazitaet": 2688,
    "erweiterbar": true,
    "ladezyklen": 6000,
    "garantie": 10,
    "anzahlMPPT": 4,
    "maxMC4": 4,
    "maxEingang": "3600W",
    "maxEingangModule": "3600W",
    "solarErweiterbar": true,
    "mppt1A": "32A",
    "mppt1V": "60V",
    "mppt2A": "32A",
    "mppt2V": "60V",
    "mppt3A": "32A",
    "mppt3V": "60V",
    "mppt4A": "32A",
    "mppt4V": "60V",
    "gewichtAkku": "29,2kg",
    "gewichtLaderegler": "-",
    "akkuLaenge": "460",
    "akkuBreite": "254",
    "akkuHoehe": "279",
    "ladereglerLaenge": "-",
    "ladereglerBreite": "-",
    "ladereglerHoehe": "-",
    "bt": true,
    "wifi": true,
    "app": true,
    "cloud": true,
    "mqttCloud": false,
    "mqttOffline": "OpenSource",
    "heizung": true,
    "ipKlasse": 65,
    "notstrom": true,
    "maxAusgang": "1200W",
    "shellyPro": true,
    "wechselrichter": true,
    "bidirektional": true,
    "ladeanschluss": true,
    "homeassistent": true,
    "website": "https://www.anker.com/solix-solarbank-3-e2700-pro",
    "amazon": "",
    "produktbeschriebung": "Die Anker Solix Solarbank 3 E2700 Pro ist eine innovative All-in-One-Lösung, die einen leistungsstarken LiFePO4-Akku mit 2688 Wh, vier MPPT-Tracker und einen integrierten Wechselrichter in einem kompakten Gehäuse vereint. Dank robuster IP65-Bauweise eignet sie sich ideal für Balkonkraftwerke im urbanen Umfeld.",
    "produktbeschriebung2": "Über die intuitive Anker App können Nutzer die Einspeisung der Solarenergie ins Hausnetz optimal steuern und dynamische Stromtarife nutzen. Der bidirektionale AC-Anschluss ermöglicht dabei flexible Lade- und Entladevorgänge.",
    "produktbeschriebung3": "Vorteile der Anker Solix Solarbank 3 E2700 Pro:\n- Kompakte und robuste Bauweise\n- Vier leistungsstarke MPPT-Tracker mit bis zu 3600W Eingangsleistung\n- Bidirektionaler AC-Anschluss für dynamische Tarife\n- Erweiterbar bis zu einer Gesamtkapazität von 16 kWh\n- Integrierte Anker Intelligence für optimierte Energieeinsparungen",
    "produktbeschriebung4": "Technische Highlights: Verwendet einen langlebigen LiFePO4-Akku mit 2688 Wh und 6000 Ladezyklen, vier MPPT-Tracker ermöglichen flexible Solarpanel-Anschlüsse und der integrierte Wechselrichter liefert bis zu 1200W AC-Ausgangsleistung.",
    "produktbeschriebung5": "Funktionsweise: Das System regelt automatisch die Einspeisung und den Bezug von Solar- und Netzstrom über die AC-Anschlüsse. Dabei sorgt die intelligente Steuerung via Anker App dafür, dass der Eigenverbrauch maximiert und Kosten gesenkt werden.",
    "produktbeschriebung6": "Wirtschaftlichkeit: Mit attraktiven Vorbesteller-Angeboten, einem 20%-Rabatt und kostenlosem Anker Solix Smart Meter amortisiert sich die Investition in der Regel in etwa 5,4 Jahren – eine zukunftssichere Lösung für jeden Haushalt.",
    "produktbeschriebung7": "Preis & Alternativen: Zum Einführungspreis von 1.499 Euro bietet die Solarbank 3 E2700 Pro erheblich mehr Kapazität und vielseitigere Funktionen als viele bisherige Modelle, was sie besonders für anspruchsvolle Nutzer interessant macht.",
    "produktbeschriebung8": "Fazit: Die Anker Solix Solarbank 3 E2700 Pro setzt neue Maßstäbe in Effizienz und Technologie. Mit hoher Leistung, intelligenter Steuerung und flexibler Erweiterbarkeit ist sie die ideale Wahl für alle, die ihr Balkonkraftwerk nachhaltig optimieren möchten.",
    "asin": "B0XYZ12345"
  }
  
]
